[A_Item_Mechromancer.ClassMod_Mechromancer_riots ClassModDefinition]
DisplayClassModAtBeginningOfName=0
UseFailureCharacterMessage="I need you %s use this article."
ItemName=""
PickupMessage="You are rich %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="I can not use it."
NoManufacturerName="Consider everything"

[A_Item_Mechromancer.ClassMod_Mechromancer_Please help ClassModDefinition]
DisplayClassModAtBeginningOfName=0
UseFailureCharacterMessage="you must believe %s use this."
ItemName=""
PickupMessage="That %s"
UseFailureLevelMessage="You must have at least %d to use this.."
UseFailureConstraintsMessage="This is illegal."
NoManufacturerName="summarize"

[A_Item_Mechromancer.ClassMod_Mechromancer_JillOfTrades ClassModDefinition]
DisplayClassModAtBeginningOfName=0
UseFailureCharacterMessage="Of course you do too %s To use this article."
ItemName=""
PickupMessage="So they said %s"
UseFailureLevelMessage="You must be %d level to use this feature."
UseFailureConstraintsMessage="You cannot use this number."
NoManufacturerName="Chairman"

[A_Item_Mechromancer.ClassMod_Mechromancer_This is very good ClassModDefinition]
DisplayClassModAtBeginningOfName=0
UseFailureCharacterMessage="i need you %s To use this product."
ItemName=""
PickupMessage="You %s"
UseFailureLevelMessage="You need %d level to use this feature."
UseFailureConstraintsMessage="You cannot use this number."
NoManufacturerName="normal"

[A_Item_Mechromancer.ClassMod_Mechromancer_God's wrath ClassModDefinition]
DisplayClassModAtBeginningOfName=0
UseFailureCharacterMessage="exit %s And it helps."
ItemName=""
PickupMessage="With you %s"
UseFailureLevelMessage="To use it, you need at least %d."
UseFailureConstraintsMessage="You cannot use this product."
NoManufacturerName="Administrative Director"

[A_Item_Mechromancer.ClassMod_Mechromancer_by machine that can be ordered ClassModDefinition]
DisplayClassModAtBeginningOfName=0
UseFailureCharacterMessage="You have to do it %s This product."
ItemName=""
PickupMessage="Agreed %s"
UseFailureLevelMessage="You must be at least level %d to use this item.."
UseFailureConstraintsMessage="This product is unavailable."
NoManufacturerName="increase increase"

[A_Item_Mechromancer.ClassMod_Mechromancer_It is expensive ClassModDefinition]
DisplayClassModAtBeginningOfName=0
UseFailureCharacterMessage="you should %s How to use this item."
ItemName=""
PickupMessage="Are you there %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You cannot use this."
NoManufacturerName="Direct"

[A_Item_Mechromancer.ClassMod_Mechromancer_a metaphor ClassModDefinition]
DisplayClassModAtBeginningOfName=0
UseFailureCharacterMessage="perfect %s use."
ItemName=""
PickupMessage="you heard me too %s"
UseFailureLevelMessage="You need at least %d to use this item."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="in common"

[A_Item_Mechromancer.ClassMod_Mechromancer_Z_LegendaryMechro ClassModDefinition]
DisplayClassModAtBeginningOfName=0
UseFailureCharacterMessage="She should be %s Use this article."
ItemName=""
PickupMessage="those %s"
UseFailureLevelMessage="You must be level %d to use this item.."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="beat"

[A_Item_Mechromancer.ClassMod_Mechromancer_Z_SlayerOfTerramorphous ClassModDefinition]
DisplayClassModAtBeginningOfName=0
UseFailureCharacterMessage="I'm yours %s Use this article.."
ItemName=""
PickupMessage="in %s"
UseFailureLevelMessage="You must be at least %d level to use this."
UseFailureConstraintsMessage="You cannot use this number.."
NoManufacturerName="Pregnancy"

[A_Item_Mechromancer.ClassMod_Mechromancer_Zap ClassModDefinition]
DisplayClassModAtBeginningOfName=0
UseFailureCharacterMessage="That's how it should be %s Benefit."
ItemName=""
PickupMessage="You have %s"
UseFailureLevelMessage="You must be %d or higher to use this tool."
UseFailureConstraintsMessage="You cannot use it.."
NoManufacturerName="All"

[Att_Presentations.AttrPresent_20PercentCooler AttributePresentationDefinition]
Description="20% cold skill"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_AnnoyedAndroid AttributePresentationDefinition]
Description="Android can be fun"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_BloodSoakedShield AttributePresentationDefinition]
Description="The power of blood protection"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_BulletsOfBenevolence AttributePresentationDefinition]
Description="love"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_CookingUpTrouble AttributePresentationDefinition]
Description="things can be combined"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_DeathFromAbove AttributePresentationDefinition]
Description="Death by advanced technology"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_ElectricalBurn AttributePresentationDefinition]
Description="Electricity supply"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_EvilEnchantress AttributePresentationDefinition]
Description="The downside is the ability to attract"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_FancyMathematics AttributePresentationDefinition]
Description="Your math skills are amazing."
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_InstigatedShockStatusChanceModifier AttributePresentationDefinition]
Description="have power"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_InstigatedStatusEffectDamageModifier_Tulip AttributePresentationDefinition]
Description="Destruction."
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_InterspersedOutburst AttributePresentationDefinition]
Description="Expression skills"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_LetEmBurn AttributePresentationDefinition]
Description="Let the art burn"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_MadeOfSternerStuff AttributePresentationDefinition]
Description="Skills are made of hard stuff."
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_MorePep AttributePresentationDefinition]
Description="Very strong"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_PotentAsAPony AttributePresentationDefinition]
Description="Strong skills like a horse"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_PreShrunkCyberPunk AttributePresentationDefinition]
Description="Reduce the power of Cyberthunder"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_ShockStorm AttributePresentationDefinition]
Description="light ability"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_SmallerLighterFaster AttributePresentationDefinition]
Description="Small, light, fast and efficient"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_SometimesLessIsMore AttributePresentationDefinition]
Description="can be more or less"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_SprayAndPray AttributePresentationDefinition]
Description="The ability to swim and pray."
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_StrengthOf5Gorillas AttributePresentationDefinition]
Description="5 Gorilla Power"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_TheBetterHalf AttributePresentationDefinition]
Description="Half an orange"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_WiresDontTalk AttributePresentationDefinition]
Description="Skillwire doesn't talk"
NoConstraintText=""
Suffix=""
Prefix=""

[Prefix_Mechromancer.Prefix_Anarchist_00_Anarchist ItemNamePartDefinition]
PartName="Anarchist"

[Prefix_Mechromancer.Prefix_Anarchist_01_SwiftAnarchist ItemNamePartDefinition]
PartName="Fast Anarchist"

[Prefix_Mechromancer.Prefix_Anarchist_02_CalculatingAnarchist ItemNamePartDefinition]
PartName="Read the writings of anarchists"

[Prefix_Mechromancer.Prefix_Anarchist_03_AirborneAnarchist ItemNamePartDefinition]
PartName="anarchic spirit"

[Prefix_Mechromancer.Prefix_Catalyst_00_Catalyst ItemNamePartDefinition]
PartName="Catalyst"

[Prefix_Mechromancer.Prefix_Catalyst_01_WiredCatalyst ItemNamePartDefinition]
PartName="added to the recipe"

[Prefix_Mechromancer.Prefix_Catalyst_02_EvilCatalyst ItemNamePartDefinition]
PartName="negative motivation"

[Prefix_Mechromancer.Prefix_Catalyst_03_IonizedCatalyst ItemNamePartDefinition]
PartName="The seat is ionized"

[Prefix_Mechromancer.Prefix_JillOfTrades_00_JillOfTrades ItemNamePartDefinition]
PartName="with all his might"

[Prefix_Mechromancer.Prefix_JillOfTrades_01_PeppyJillOfTrades ItemNamePartDefinition]
PartName="Pepi Jill of all arts"

[Prefix_Mechromancer.Prefix_JillOfTrades_02_ImprovedJillOfTrades ItemNamePartDefinition]
PartName="Jill is beautiful in every situation."

[Prefix_Mechromancer.Prefix_JillOfTrades_03_SpeedyJillOfTrades ItemNamePartDefinition]
PartName="Fast jailbreak for all markets."

[Prefix_Mechromancer.Prefix_Legendary_00_LegendaryMechro ItemNamePartDefinition]
PartName="Signed by favorite artists"

[Prefix_Mechromancer.Prefix_Prodigy_00_Prodigy ItemNamePartDefinition]
PartName="Prodigy"

[Prefix_Mechromancer.Prefix_Prodigy_01_PatientProdigy ItemNamePartDefinition]
PartName="morbid motive"

[Prefix_Mechromancer.Prefix_Prodigy_02_SuperiorProdigy ItemNamePartDefinition]
PartName="more"

[Prefix_Mechromancer.Prefix_Prodigy_03_PeppyProdigy ItemNamePartDefinition]
PartName="Big Peppy"

[Prefix_Mechromancer.Prefix_Punk_00_Punk ItemNamePartDefinition]
PartName="Punk"

[Prefix_Mechromancer.Prefix_Punk_01_SuperiorPunk ItemNamePartDefinition]
PartName="better than punk"

[Prefix_Mechromancer.Prefix_Punk_02_SpeedyPunk ItemNamePartDefinition]
PartName="Fast punk"

[Prefix_Mechromancer.Prefix_Punk_03_ParanoidPunk ItemNamePartDefinition]
PartName="severe paranoia"

[Prefix_Mechromancer.Prefix_Roboteer_00_Roboteer ItemNamePartDefinition]
PartName="Roboteer"

[Prefix_Mechromancer.Prefix_Roboteer_01_TenaciousRoboteer ItemNamePartDefinition]
PartName="stable robot"

[Prefix_Mechromancer.Prefix_Roboteer_02_PotentRoboteer ItemNamePartDefinition]
PartName="The robot is powerful"

[Prefix_Mechromancer.Prefix_Roboteer_03_SternRoboteer ItemNamePartDefinition]
PartName="Stern Robot"

[Prefix_Mechromancer.Prefix_Sweetheart_00_Sweetheart ItemNamePartDefinition]
PartName="Sweetheart"

[Prefix_Mechromancer.Prefix_Sweetheart_01_PeppySweetheart ItemNamePartDefinition]
PartName="It's full of love, dear"

[Prefix_Mechromancer.Prefix_Sweetheart_02_PatientSweetheart ItemNamePartDefinition]
PartName="Be patient."

[Prefix_Mechromancer.Prefix_Sweetheart_03_SuperiorSweetheart ItemNamePartDefinition]
PartName="A great lover"

[Prefix_Mechromancer.Prefix_Technophile_00_Technophile ItemNamePartDefinition]
PartName="Technophile"

[Prefix_Mechromancer.Prefix_Technophile_01_TenaciousTechnophile ItemNamePartDefinition]
PartName="Shakti Marga"

[Prefix_Mechromancer.Prefix_Technophile_02_CalculatingTechnophile ItemNamePartDefinition]
PartName="Computer Technology"

[Prefix_Mechromancer.Prefix_Technophile_03_ManicTechnophile ItemNamePartDefinition]
PartName="Mad craftsman"

[Prefix_Mechromancer.Prefix_Zapper_00_Zapper ItemNamePartDefinition]
PartName="Zapper"

[Prefix_Mechromancer.Prefix_Zapper_01_PeppyZapper ItemNamePartDefinition]
PartName="Powerful hunter"

[Prefix_Mechromancer.Prefix_Zapper_02_WiredZapper ItemNamePartDefinition]
PartName="Phone program"

[Prefix_Mechromancer.Prefix_Zapper_03_ScorchingZapper ItemNamePartDefinition]
PartName="active folder"

